{
  "WBUI2": {
    "settings": {
        "OpenButton": 0,
        "HideIcon": true,
        "HideIconAfter": 60,
        "IconURL": "https://i.imgur.com/OZ6xOjY.png",
        "DisableIconText": true,
        "IconPosition": 3,
        "IconTextColor": 0,
        "OpenOnStart": true,
        "OpenOnStartOnlyNewPlayers": true,
        "UpdateInterval": 12
      },
    "tabs": [
      {
        "tab1": {
          "layout": 1,
          "buttontext": "<RichColor Color=\"1,0,0,1\">Server Rules</>",
          "title1": "Welcome to The Wilderness!",
          "text1": "These rules are subject to change without public notice.
Ignorance of the rules is not a valid excuse.
Don't be that person, be respectful!
Treat others how you want to be treated.
Intentionally causing harm to the servers (ddos, Crashing, or being toxic) will result in a permanent ban.
Causing drama in any matter may result in disciplinary action up to and including a ban.
Dinos left out and not actively in use may be picked up by an admin.
Naming
Names (Characters, Dinos Or Tribe) may not contain any hateful, racially, ethnically, or otherwise offensive words.
If you own tribes on multiple maps, your tribe names must be the same on all maps.
Your discord name shall reflect your character and tribe For Example: Bob [Tribe of Bob]
If  Wilderness staff determines your name to be improper, it will be changed without notice.
\n
Building
No building within 50 foundations of another player. If you can see them in medium render, you are too close. 
Unless agreed upon by both tribes, Tribes must be in an alliance to do so.
To check put your game setting on medium render and see if you can render the other person's base.
ONE(1) main base, 1 outpost location, and 2 taming pens per tribe per map.  (If the taming pen uses an lockable structure such as a door, it must be unlocked)
Any mobile setup (i.e. raft) must be returned to your base.  If outside of render it may be removed without notice.
Medium render (in-game options) is the baseline for base size from the middle of you base.
Do not block access to any runestone, glitch, artifact, spawn point, obelisk, loot crate, bosses (including mini's) or explorer note.
No methods of reserving a building area is allowed. Any building parts found will be removed on sight. (Including and not limited to gates, foundations & pillars)
NO building in resource-rich areas or blocking spawns of beaver dams. If you can wiki the resource area then it is considered a resource-rich area.
Do not build near the vegetable farms (if you are building there make sure you are not blocking their spawn and do not block public access to the vegetable spot)
All oil pumps, gas collectors and sap taps must be unlocked. Tek versions are not allowed unless the vein/tree is within an area blocked off by your base.
When in doubt ask an admin or just don't do it.

Tribes:
 When adding new tribemates, tribes can only have the same 12 players cluster-wide. All players must be in the same tribe across all maps.
 All tribe members have to reside in the same tribe per map, except for a single personal base per tribe member on a separate map.
Any tribe leader leaving the server or going inactive for an extended period will forfeit their leader position after 15 days for the normal player and 30 days for VIP, before the tribe is transferred to the tribe active member.

Exploits
Utilizing things in a manner not intended can result in being banned. If something seems off report it via the ticket system in Discord.
Duplication of any sort will result in a permanent ban!
Meshing on the cluster and Ark in general is not allowed.
Inviting another player in your tribe and sharing stuff then leaving the tribe after will result in a ban for both receiver and giver.
 
Tickets should be opened for the following reasons:
Any exploits or things not working as intended (include steps to reproduce the issue).
A player or tribe is suspected of being in violation of any of the rules. Would have to have a proof.

Tickets should NOT be opened for:
General Questions.
Server crashes; Map/server crashes can be reported in the #map-crash-reporting channel.

Lying to an admin, leaving necessary information out, or twisting information to turn a situation in your favor may result in disciplinary action up to and including a ban.

We are excited to have you join us!!  We want to keep the community friendly, helpful, and fun!",
          "imageurl": "https://i.imgur.com/mGt3cAF.png"
        }
      },
      {
        "tab2": {
          "layout": 3,
          "buttontext": "Server Rates",
          "title1": "title",
          "text1": "This text goes into the box",
          "imageurl": "https://i.imgur.com/mGt3cAF.png"
        }
      }
      }
    ],
    "links": [
      {
        "link1": {
          "text": "Link to Wiki",
          "url": "https://github.com/DC-Modding/WBUI2-Wiki/wiki"
        }
      },
      {
        "link2": {
          "text": "Link to discord",
          "url": "https://discord.com/invite/K7NyrTV"
        }
      },
      {
        "link3": {
          "text": "Link to google",
          "url": "https://google.com"
        }
      }
    ]
  }
}
